Repository: odedlaz/dotfiles
Catalog: gnome-shell/extensions/touchpad-indicator@orangeshirt/locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, zh_cn

source: Touchpad Indicator
fr: Indicateur de pavé tactile
zh_cn: 触摸板指示器

source: Confirm Dialog
de: Bestätigung
es: Dialogo de Confirmación
fr: Confirmer le dialogue
zh_cn: 确认会话

source: Would you really disable this device? There seems to be no other mouse device enabled!
de: Soll dieses Gerät wirklich deaktiviert werden? Es scheint keine andere Maus aktiviert zu sein!
es: ¿De verdad quieres desactivar este dispositivo? ¡Parece que no hay más dispositivos de ratón activados!
fr: Voulez vous vraiment désactiver cet appareil ? Il ne semble pas y avoir d'autres souris disponibles !
zh_cn: 你真的想禁用该设备吗？ 似乎没有其他鼠标设备可以启用

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_cn: 取消

source: Touchpad
fr: Pavé tactile
zh_cn: 触摸板

source: Trackpoint
fr: Souris tactile
zh_cn: 指点杆

source: Touchscreen
fr: Écran tactile
zh_cn: 触摸屏

source: Finger touch
fr: Toucher du doigt

source: Pen
fr: Stylo
zh_cn: 笔

source: Touchpad Preferences
de: Touchpadeinstellungen
es: Preferencias de Touchpad
fr: Préférences du pavé tactile
zh_cn: 触摸板设置

source: Indicator Preferences
de: Indicatoreinstellungen
es: Preferencias de Touchpad Indicator
fr: Préférences de l'Indicateur
zh_cn: 指示器设置

source: Mouse plugged in -
de: Maus gefunden -
es: Ratón enchufado -
fr: La souris est branché -
zh_cn: 鼠标插入 -

source: Mouse unplugged -
de: Maus entfernt -
es: Ratón desenchufado -
fr: La souris débranché -
zh_cn: 鼠标拔出 -

source: touchpad and trackpoint enabled
de: Touchpad und Trackpoint aktiviert
es: Touchpad y Trackpoint activados
fr: Pavé tactile et souris tactile activés
zh_cn: 触摸板 & 指点杆 已启用

source: touchpad and trackpoint disabled
de: Touchpad und Trackpoint deaktiviert
es: Touchpad y Trackpoint desactivados
fr: Pavé tactile et souris tactile désactivés
zh_cn: 触摸板 & 指点杆 已禁用

source: touchpad enabled
de: Touchpad aktiviert
es: Touchpad activado
fr: Pavé tactile activé
zh_cn: 触摸板 已启用

source: touchpad disabled
de: Touchpad deaktiviert
es: Touchpad desactivado
fr: Pavé tactile désactivé
zh_cn: 触摸板 已禁用

source: trackpoint enabled
de: Trackpoint aktiviert
es: Trackpoint activado
fr: Souris tactile activé
zh_cn: 指点杆 已启用

source: trackpoint disabled
de: Trackpoint deaktiviert
es: Trackpoint desactivado
fr: Souris tactile désactivé
zh_cn: Trackpoint deaktiviert

source: First time startup
de: Erster Start
es: Primera ejecución
fr: Premier démarrage
zh_cn: 首次使用

source: Fingertouch
fr: Clavier virtuel

source: Automatically switch Touchpad On/Off
de: Touchpad automatisch ein- bzw. ausschalten
es: Activar Touchpad automáticamente Sí/No
fr: Activation/désactivation automatique du pavé tactile
zh_cn: 自动打开和关闭触摸板

source: Turns touchpad automatically on or off if a mouse is (un)plugged.
de: Schalte das Touchpad automatisch ein bzw. aus, wenn eine Maus an- bzw. abgesteckt wird.
es: Activar Touchpad automáticamente, sí o no, si el ratón está (des)enchufado.
fr: Activer/Désactiver automatiquement la souris tactile si une souris est (dé)brancher.
zh_cn: 如果鼠标插入时自动启用/禁用触摸板

source: Automatically switch Trackpoint On/Off
de: Trackpoint automatisch ein- bzw. ausschalten
es: Activar Trackpoint automáticamente Sí/No
fr: Activation/Désactivation automatique de la souris tactile
zh_cn: 自动关闭/打开指点杆

source: Turns trackpoint automatically on or off if a mouse is (un)plugged.
de: Schalte den Trackpoint automatisch ein bzw. aus, wenn eine Maus an- bzw. abgesteckt wird.
es: Activar Trackpoint automáticamente, sí o no, si el ratón está (des)enchufado.
fr: Activer/Désactiver automatiquement la souris tactile si une souris est (dé)brancher.
zh_cn: 如果鼠标插入时自动启用/禁用指点杆

source: Show notification
de: Benachrichtigung anzeigen
es: Mostrar notificación
fr: Montrer les notifications
zh_cn: 显示通知

source: Show notifications if the touchpad or the trackpoint is automatically switched on or off.
de: Zeige Benachrichtigungen an, wenn das Touchpad oder der Trackpoint automatisch ein- bzw. ausgeschaltet wird.
es: Mostrar notificaciones si el touchpad o el trackpoin es activado o desactivado automáticamente.
fr: Montrer les notifications si le pavé tactile ou la souris tactile est automatiquement activer/désactiver.
zh_cn: 触摸板或指点杆自动启用/禁用时显示通知

source: Debug log
es: Log de depuración
fr: Journal de débogage
zh_cn: 调试信息

source: Turns the debug log on or off.
de: Debug log an- bzw. ausschalten.
es: Activar el log de depuración sí o no.
fr: Activer/Désactiver le journal de débogage.
zh_cn: 打开或关闭调试信息

source: Write debug information to file.
de: Debug Informationen zusätzlich in eine Datei speichern
es: Escribe la información de depuración a un archivo.
fr: Écrit les informations de débogage sur le fichier.
zh_cn: 将调试信息写入文件

source: All debug logs are additionally written to the file 'touchpad-indicator.log' in the extension directory. Attention! This feature will slow down the startup of gnome-shell and the usage of the extension.
de: Alle Meldungen werden zusätzlich in die Datei 'touchpad-indicator.log' im Extensionverzeichnis geschrieben. Achtung! Dieses Feature verlängert den Start der Gnome-Shell und verlangsamt die Benutzung der Extension deutlich.
es: Todos los logs de depuración se añaden al archivo 'touchpad-indicator.log' en el directorio de la extensión. ¡Atención! Esta característica ralentizará el arranque de gnome-shell y el uso de la extensión.
fr: Tout les journaux de débogage seront ajouter au fichier 'touchpad-indicator.log' dans le répertoire de l'extension. Attention ! Cette fonction va ralentir le démarrage de gnome-shell et l'utilisation de cette extension.
zh_cn: 所有的调试信息写入扩展所在目录的'touchpad-indicator.log'文件中 注意! 这个功能会使gnome-shell的启动和扩展的使用变慢

source: Switch Method
de: Umschaltmethode
es: Método de intercambio
fr: Méthodes de (dé)activation
zh_cn: 开关方式

source: Method by which to switch the touchpad.
de: Methode die zum Schalten des Touchpads genutzt wird.
es: Método por el cual se realiza el intercambio del Touchpad
fr: Méthode permettant d'activer/désactiver le pavé tactile.
zh_cn: 控制触摸板启用/禁用的方式

source: Choose possible touchpad
de: Wähle das mögliche Touchpad
es: Elige posible Touchpad
fr: Choisir votre pavé tactile probable
zh_cn: 选择可能的触摸板

source: You can choose the mouse entry which could be the touchpad.
de: Hier kannst du das Mausgerät wählen, welches wahrscheinlich dein Touchpad ist.
es: Puedes elegir la entrada de ratón en la que puede estar el touchpad.
fr: Vous pouvez choisir l'entrée souris qui peut être le pavé tactile.
zh_cn: 你可以选择可能被识别为鼠标的触摸板

source: Exclude mouse device from autodetection
de: Maus von der automatischen Erkennung ausschließen
fr: Exclure les souris de l’auto-détection
zh_cn: 从自动检测中排除的鼠标设备

source: Here you can choose some mouse devices to be excluded from autodetection, like your IR Remote Control or something similar. All chosen devices are ignored.
de: Hier kannst du eine oder mehrere als Maus erkannte Geräte wählen, die du von der automatischen Mauserkennung ausschließen möchtest. Wie zum Beispiel die IR Fernbedienung oder ähnliches. Alle hier markierten Geräte werden ignoriert.
es: Aquí puedes elegir que dispositivos de ratón son ignorados en el reconocimiento automático, como dispositivos de control de remoto o similares. Todos los dispositivos elegidos son ignorados.
fr: Vous pouvez choisir ici les différents appareils qui peuvent être exclu de l’auto-détection, comme votre télécommande infrarouge. Tout les appareils sélectionnés seront ignorés.
zh_cn: 这里你可以选择一些被自动检测排除的鼠标设备，所有选中的设备均被忽略 like your IR Remote Control or something similar.

source: Show Icon in Main Panel
de: Zeige das Icon in der Menuleiste
es: Mostrar Icono en el Panel Principal
fr: Montrer l’icône dans le panneau principale
zh_cn: 在主面板上显示图标

source: Show or hide the icon in the panel
de: Zeige bzw. verstecke das Icon in der Menuleiste
es: Mostrar o esconder el icono en el panel
fr: Afficher ou masquer l’icône dans le panneau supérieur
zh_cn: 在主面板上显示或隐藏图标

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
zh_cn: 欢迎

source: Attention - No Touchpad Detected
de: Achtung - Es wurde kein Touchpad gefunden
es: Atención - No se ha detectado Touchpad
fr: Attention - Pas De Pavé Tactile Détecté
zh_cn: 注意 - 没有检测到触摸板

source: The extension could not detect a touchpad at the moment. You'll find further information in the Debug section.
de: Die Extension konnte leider kein Touchpad finden. Weitere Informationen dazu findst du unter 'Debug'.
es: La extensión no ha detectado Touchpad en este momento. Encontrarás más información en la sección de depuración.
fr: L'extension ne peut pas détecter de pavé tactile actuellement. Vous pourrez trouver plus d'information dans la Section de débogage.
zh_cn: 扩展没有检测到触摸设备，你可以从调试功能中获得更多信息.

source: These settings allow you to customize this extension to your needs. You can open this dialog again by clicking on the extension's icon and selecting Indicator Preferences. Please feel free to contact me if you find bugs or have suggestions, criticisms, or feedback. I am always happy to receive feedback - whatever kind. :-) Contact me on github (https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator) or on my bug tracker (https://extensions.gnome.org/extension/131/touchpad-indicator/).
de: Hier findest du einige Einstellungen, die dir helfen sollen die Extension deinen Bedürfnissen anzupassen. Diesen Dialog kannst du auch später wieder öffnen, indem du auf das Icon klickst und dann Indicatoreinstellungen auswählst. Wenn du Anmerkungen hast, nicht zurechtkommst, Features vermisst oder einen Fehler gefunden hast, dann melde dich ruhig bei mir. Ich bin dankbar für alle Rückmeldungen - egal welcher Art. :-) Am besten du nutzt für Rückmeldungen github (https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator) oder den gnome-shell bug tracker (https://extensions.gnome.org/extension/131/touchpad-indicator/). Armin
es: Esta configuración te permite personalizar esta extensión a tus necesidades Puedes volver a abrir este diálogo haciendo click en el icono de la extensión y elegir Preferencias del indicador. Por favor, contacta conmigo si encuentras algún error o tienes alguna sugerencia, crítica o discusión. Siempre me alegra recibir discusiones - de cualquier tipo. :-) Contacta conmigo en github (https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator) o en el tracker de depuración (https://extensions.gnome.org/extension/131/touchpad-indicator/).
fr: Ces préférences vous permettent de personnaliser cette extension comme vous le voulez. Vous pouvez ouvrir cette fenêtre de nouveau en cliquant sur l’icône de l'extension et sélectionner Préférences de l'Indicateur. S'il vous plaît n'hésitez pas à me contacter si vous avez des suggestions, des critiques ou des retour d'informations. Je suis toujours content de recevoir des retour d'informations - quel qu'il soit :-) Contacter moi sur github (https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator) ou sur mon traqueur de bogue (https://extensions.gnome.org/extension/131/touchpad-indicator/).
zh_cn: 通过点击扩展图标选择“指示器设置”，这些设置允许你根据需求来对扩展进行调整 如果你找到bug或者有更好的建议，请联系我们,我很高兴能够收到反馈 ：） 在github上联系我 (https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator) 或者bug跟踪系统 (https://extensions.gnome.org/extension/131/touchpad-indicator/).

source: General
de: Allgemeines
fr: Général
zh_cn: 常规

source: Gconf Settings
es: Gconf Configuración
fr: Paramètres de Gconf
zh_cn: Gconf 设置

source: Auto Switch
es: Intercambio Automático
fr: Basculement automatique
zh_cn: 自动切换

source: Define the behaviour if a mouse is (un)plugged.
de: Verhalten wenn eine Maus an- bzw abgesteckt wird.
es: Define el comportamiento si el ratón es (des)conectado.
fr: Définir le comportement si une souris est (dé)brancher.
zh_cn: 当有鼠标插入/拔除时插件的动作

source: Debug
es: Depuración
fr: Débogage
zh_cn: 调试

source: Settings for debugging the extension.
de: Einstellungen für die Fehlersuche
es: Configuración de la depuración de la extensión.
fr: Réglages pour déboguer l'extension.
zh_cn: 扩展调试设置

source: Warning - No Touchpad Detected
de: Achtung - Kein Touchpad gefunden
es: Advertencia - No se ha detectado Touchpad
fr: Attention - Pas de pavé tactile détecté
zh_cn: 警告 - 没有检测到触摸板

source: The extension could not detect a touchpad at the moment. Perhaps your touchpad is not detected correctly by the kernel. The following devices are detected as mice:
de: Die Extension konnte leider kein Touchpad finden. Vielleicht wurde dein Touchpad vom Kernel nicht korrekt erkannt. Die folgenden Geräte sind vom Kernel als Maus gelistet:
es: La extensión no ha podido detectar un Touchpad en este momento. Puede que el kernel no lo haya detectado correctamente el Touchpad. Los siguientes dispositivos han sido detectados como ratones:
fr: L'extension ne détecte pas de pavé tactile pour le moment. Peut-être que votre pavé tactile n'est pas correctement détecté par le noyau. Les appareils suivant sont détectés comme des souris :
zh_cn: 扩展没有检测到触摸设备，可能你的触摸板不能被内核识别 下面这些设备被检测为鼠标设备：

source: Try to find the touchpad
de: Touchpad manuell auswählen
es: Intenta encontrar el Touchpad
fr: Essayer de trouver le pavé tactile
zh_cn: 尝试找到触摸板

source: You could try to find a possible touchpad. Below you could choose the possible touchpad from the list of the detected mice. In most cases you should choose the entry 'PS/2 Generic Mouse' if available. The switch method will be automatically switched to Xinput, because only with Xinput it is possible to switch an undetected touchpad.
de: Du kannst versuchen dein Touchpad manuell auszuwählen. Wähle es einfach aus der Liste der erkannten Mausgeräte aus. In den meisten Fällen solltest du den Eintrag 'PS/2 Generic Mouse' wählen, sofern er vorhanden ist. Die Umschaltmethode wurde automatisch auf 'Xinput' gesetzt, nur mit 'Xinput' ist es möglich ein nicht korrekt erkanntes Touchpad mit der Extension zu schalten.
es: Puedes intentar encontrar un Touchpad. O puedes escoger un Touchpad desde la lista de dispositivos detectados.En la mayoría de los casos puedes elegir la entrada 'Ratón Genérico PS/2' si está disponible. El método de intercambio se cambiará automáticamente a Xinput, porque sólo con Ximput será posible cambiar a un Touchpad no detectado.
fr: Vous pouvez essayer de trouver un pavé tactile probable. Vous pouvez choisir votre pavé tactile probable dans la liste des appareils détecté comme des souris ci-dessous. Dans la plupart des cas, choisissez l'entrer 'PS/2 Generic Mouse' s'il est disponible. La méthode de basculement utilisera automatiquement Xinput, parce que c'est le seul qui permet de faire basculer un pavé tactile non détecté.

source: No Xinput installed
de: Kein 'Xinput' installiert
es: Xinput no está instalado
fr: Xinput n'est pas installé
zh_cn: 没有安装Xinput

source: If you install 'xinput' on your pc, the extension could try to switch an undetected touchpad. Please install 'xinput' and reload gnome-shell to enable this feature.
de: Wenn du 'Xinput' auf deinen Computer installierst, kann die Extension versuchen dein nicht korrekt erkanntes Touchpad zu schalten. Bitte installiere 'Xinput' über die Paketverwaltung und starte die gnome-shell neu um die Möglichkeit zu aktivieren.
es: Si instalas 'xinput' en tu pc, la extensión puede intentar cambiar a un Touchpad no detectado. Por favor, instala 'xinput' y recarga gnome-shell para activar esta característica.
fr: Si vous installer 'xinput' sur votre PC, l’extension pourra essayer d'activer/désactiver votre pavé tactile non détecté. S'il vous plaît installez 'xinput' et relancé gnome-shell pour activer cette fonction.
zh_cn: 如果你的计算机上安装了'Xinput'，扩展会尝试选择一个没有检测到的触摸板。 请安装'Xinput'，然后重启gnome-shell来启用这一功能

source: Gnome Shell Version:
es: Versión de Gnome Shell:
fr: Version de Gnome Shell :
zh_cn: Gnome Shell 版本:

source: Touchpad Indicator Version:
fr: Version de l'Indicateur de pavé tactile :
zh_cn: 触摸板指示器版本:

source: Touchpad(s):
es: Version de Touchpad Indicator:
fr: Pavé(s) tactile(s) :
zh_cn: 触摸板:

source: Is installed.
de: Ist installiert.
es: Está instalado.
fr: Est installé.
zh_cn: 已安装

source: Not found on your system.
de: Nicht auf dem System gefunden.
es: No encontrado en tu sistema.
fr: Pas trouvé sur votre système.
zh_cn: 没有在系统中发现.

source: Is installed and in use.
de: Installiert und in Benutzung.
es: Está instalado y en uso.
fr: Est installé et est en marche.
zh_cn: 已安装并且正在使用.

source: Not found or used on your system.
de: Nicht gefunden oder nicht auf dem System installiert.
es: No encontrado ni utilizado en tu sistema.
fr: N'est pas trouvé sur votre système.
zh_cn: 没有在你的系统中找到或被使用.

source: Switch Method:
de: Umschaltmethode:
es: Método de intercambio:
fr: Méthodes de (dé)activation :
zh_cn: 开关方式:

source: Debug Informations
de: Debug Informationen
es: Información de Depuración
fr: Informations de débogage
zh_cn: 调试信息

source: Here you find some information about your system which might be helpful in debugging.
de: Hier findest du einige Informationen, die eventuell nützlich sind um Fehler zu beheben.
es: Aquí puedes encontrar algo de información sobre tu sistema que puede ser útil para la depuración.
fr: Ici vous pourrez trouver quelques d'informations sur votre système qui pourrait vous aidez dans votre débogage.
zh_cn: 这里你能够找到一些关于系统的相关信息，可能会对于调试过程有帮助。

source: Debug Log
es: Log de Depuración
fr: Journal de débogage
zh_cn: 调试日志

source: The debug log since last restart, if debugging to file was enabled.
de: Die Logmeldungen seit dem letzten Neustart, falls das Logging in eine Datei vorher aktiviert wurde, bzw. alle Meldungen seit der Aktivierung des Logging.
es: El log de depuración desde el último reinicio, si el archivo de depuración ha sido activado.
fr: Le journal de débogage depuis le dernier redémarrage, si le débogage est activé.

source: Sorry could not read logfile!
de: Entschuldigung - das Logfile konnte nicht eingelesen werden!
fr: Désolé, ne peut pas lire le fichier de log !
zh_cn: 不能读取日志文件!

source: - No mouse device detected.
de: - Keine Maus gefunden.
es: - No ha sido detectado dispositivo de ratón.
fr: - Pas de souris détecté.
zh_cn: - 没有检测到鼠标设备.

source: No Touchpad detected.
de: Kein Touchpad gefunden.
es: No ha sido detectado Touchpad.
fr: Pas de pavé tactile détecté
zh_cn: 没有检测到触摸设备.

source: OK
zh_cn: 确认
